Repository: LumiBearStudio/ClipRaven
Catalog: Packages/ClipRavenSync/Sources/ClipRavenSync/Resources/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, it, ja, pt_br, zh_hans, zh_hant

source: 10 MB 이하만
de: Bis 10 MB
en: Up to 10 MB
es: Hasta 10 MB
fr: Jusqu'à 10 Mo
it: Fino a 10 MB
ja: 10 MB以下のみ
pt_br: Até 10 MB
zh_hans: 10 MB 以下
zh_hant: 10 MB 以下

source: 25 MB 이하만
de: Bis 25 MB
en: Up to 25 MB
es: Hasta 25 MB
fr: Jusqu'à 25 Mo
it: Fino a 25 MB
ja: 25 MB以下のみ
pt_br: Até 25 MB
zh_hans: 25 MB 以下
zh_hant: 25 MB 以下

source: 50 MB 이하만
de: Bis 50 MB
en: Up to 50 MB
es: Hasta 50 MB
fr: Jusqu'à 50 Mo
it: Fino a 50 MB
ja: 50 MB以下のみ
pt_br: Até 50 MB
zh_hans: 50 MB 以下
zh_hant: 50 MB 以下

source: App Store에서 상품 정보를 찾을 수 없습니다. 인터넷 연결을 확인해 주세요.
de: Der Kauf konnte nicht aus dem App Store geladen werden. Prüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
en: Couldn't load the purchase from the App Store. Check your internet connection and try again.
es: No se pudo cargar la compra desde el App Store. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Impossible de charger l’achat depuis l’App Store. Vérifiez votre connexion Internet et réessayez.
it: Impossibile caricare l’acquisto dall’App Store. Controlla la connessione a Internet e riprova.
ja: App Storeから購入情報を読み込めませんでした。インターネット接続を確認して、もう一度お試しください。
pt_br: Não foi possível carregar a compra da App Store. Verifique sua conexão com a internet e tente novamente.
zh_hans: 无法从 App Store 载入购买项目。请检查网络连接后重试。
zh_hant: 無法從 App Store 載入購買項目。請檢查網路連線後再試一次。

source: 결제 대기 중입니다. 승인 후 자동으로 잠금이 해제됩니다.
de: Die Zahlung steht noch aus. ClipRaven wird automatisch freigeschaltet, sobald sie genehmigt ist.
en: Payment is pending. ClipRaven unlocks automatically once it's approved.
es: El pago está pendiente. ClipRaven se desbloqueará automáticamente cuando se apruebe.
fr: Le paiement est en attente. ClipRaven se déverrouillera automatiquement une fois celui-ci approuvé.
it: Il pagamento è in attesa. ClipRaven si sbloccherà automaticamente dopo l’approvazione.
ja: 支払いが保留中です。承認されると自動的にロックが解除されます。
pt_br: O pagamento está pendente. O ClipRaven será desbloqueado automaticamente após a aprovação.
zh_hans: 付款待处理。批准后 ClipRaven 会自动解锁。
zh_hant: 付款處理中。核准後 ClipRaven 會自動解鎖。

source: 구매 검증에 실패했습니다.
de: Der Kauf konnte nicht überprüft werden.
en: The purchase couldn't be verified.
es: No se pudo verificar la compra.
fr: L’achat n’a pas pu être vérifié.
it: Impossibile verificare l’acquisto.
ja: 購入を確認できませんでした。
pt_br: Não foi possível verificar a compra.
zh_hans: 无法验证此购买项目。
zh_hant: 無法驗證此購買項目。

source: 구매 중 오류가 발생했습니다: %@
de: Der Kauf konnte nicht abgeschlossen werden: %@
en: The purchase couldn't be completed: %@
es: No se pudo completar la compra: %@
fr: L’achat n’a pas pu être effectué : %@
it: Impossibile completare l’acquisto: %@
ja: 購入を完了できませんでした：%@
pt_br: Não foi possível concluir a compra: %@
zh_hans: 无法完成购买：%@
zh_hant: 無法完成購買：%@

source: 끄기 (텍스트만)
de: Aus (nur Text)
en: Off (text only)
es: Desactivado (solo texto)
fr: Désactivé (texte seul)
it: Off (solo testo)
ja: オフ (テキストのみ)
pt_br: Desligado (apenas texto)
zh_hans: 关闭 (仅文本)
zh_hant: 關閉 (僅文字)

source: 복원 중 오류가 발생했습니다: %@
de: Käufe konnten nicht wiederhergestellt werden: %@
en: Purchases couldn't be restored: %@
es: No se pudieron restaurar las compras: %@
fr: Impossible de restaurer les achats : %@
it: Impossibile ripristinare gli acquisti: %@
ja: 購入を復元できませんでした：%@
pt_br: Não foi possível restaurar as compras: %@
zh_hans: 无法恢复购买项目：%@
zh_hant: 無法回復購買項目：%@

source: 복원할 구매 내역이 없습니다.
de: Für diesen Apple Account gibt es keine Käufe zum Wiederherstellen.
en: There are no purchases to restore for this Apple Account.
es: No hay compras que restaurar para esta cuenta de Apple.
fr: Aucun achat à restaurer pour ce compte Apple.
it: Non ci sono acquisti da ripristinare per questo Apple Account.
ja: このApple Accountで復元できる購入はありません。
pt_br: Não há compras a restaurar nesta Conta Apple.
zh_hans: 此 Apple 账户没有可恢复的购买项目。
zh_hant: 此 Apple 帳號沒有可回復的購買項目。

source: 상품 정보 로드에 실패했습니다: %@
de: Kaufinformationen konnten nicht geladen werden: %@
en: Couldn't load the purchase information: %@
es: No se pudo cargar la información de compra: %@
fr: Impossible de charger les informations d’achat : %@
it: Impossibile caricare le informazioni di acquisto: %@
ja: 購入情報を読み込めませんでした：%@
pt_br: Não foi possível carregar as informações de compra: %@
zh_hans: 无法载入购买信息：%@
zh_hant: 無法載入購買資訊：%@

source: 상품 정보를 불러오는 중입니다. 잠시 후 다시 시도해 주세요.
de: Die Kaufinformationen werden noch geladen. Bitte versuchen Sie es gleich noch einmal.
en: Still loading the purchase information. Please try again in a moment.
es: Todavía se está cargando la información de compra. Inténtalo de nuevo en un momento.
fr: Chargement des informations d’achat en cours. Réessayez dans un instant.
it: Caricamento delle informazioni di acquisto in corso. Riprova tra poco.
ja: 購入情報を読み込んでいます。しばらくしてからもう一度お試しください。
pt_br: Ainda carregando as informações de compra. Tente novamente em instantes.
zh_hans: 仍在载入购买信息，请稍后再试。
zh_hant: 仍在載入購買資訊，請稍後再試。

source: 썸네일만 (작게)
de: Nur Vorschauen (klein)
en: Thumbnails only (small)
es: Solo miniaturas (pequeño)
fr: Miniatures uniquement (petit)
it: Solo miniature (piccole)
ja: サムネイルのみ (小)
pt_br: Apenas miniaturas (pequeno)
zh_hans: 仅缩略图 (小)
zh_hant: 僅縮圖 (小)

source: 원본 paste 가능, iCloud 저장공간 사용
de: Originale zum Einfügen, nutzt iCloud-Speicher
en: Originals available for paste, uses iCloud storage
es: Originales disponibles para pegar, usa almacenamiento iCloud
fr: Originaux disponibles pour coller, utilise le stockage iCloud
it: Originali disponibili per incollare, usa spazio iCloud
ja: オリジナルを貼り付け可、iCloudストレージを使用
pt_br: Originais disponíveis para colar, usa armazenamento iCloud
zh_hans: 可粘贴原图，使用 iCloud 存储
zh_hant: 可貼上原檔，使用 iCloud 儲存空間

source: 원본 포함
de: Originale einschließen
en: Include originals
es: Incluir originales
fr: Inclure les originaux
it: Includi originali
ja: オリジナルを含む
pt_br: Incluir originais
zh_hans: 包含原图
zh_hant: 包含原檔

source: 이미지
de: Bild
en: Image
es: Imagen
fr: Image
it: Immagine
ja: 画像
pt_br: Imagem
zh_hans: 图片
zh_hant: 圖片

source: 이미지는 다른 기기에 보이지 않음
de: Bilder erscheinen nicht auf anderen Geräten
en: Images are not visible on other devices
es: Las imágenes no aparecerán en otros dispositivos
fr: Les images n'apparaîtront pas sur d'autres appareils
it: Le immagini non appariranno su altri dispositivi
ja: 画像は他のデバイスには表示されません
pt_br: Imagens não aparecerão em outros dispositivos
zh_hans: 图片不会显示在其他设备
zh_hant: 圖片不會顯示在其他裝置上

source: 제한 없음
de: Kein Limit
en: No limit
es: Sin límite
fr: Sans limite
it: Senza limite
ja: 制限なし
pt_br: Sem limite
zh_hans: 无限制
zh_hant: 無限制

source: 추천 — 이미지 미리보기만, 데이터 절약
de: Empfohlen — nur Vorschau, datensparend
en: Recommended — preview only, saves data
es: Recomendado — solo vista previa, ahorra datos
fr: Recommandé — aperçu uniquement, économe en données
it: Consigliato — solo anteprima, risparmia dati
ja: 推奨 — プレビューのみ、データ節約
pt_br: Recomendado — apenas pré-visualização, economiza dados
zh_hans: 推荐 — 仅预览，节省流量
zh_hant: 推薦 — 僅預覽，節省流量

source: 컬러
de: Farbe
en: Color
es: Color
fr: Couleur
it: Colore
ja: カラー
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

source: 코드
de: Code
en: Code
es: Código
fr: Code
it: Codice
ja: コード
pt_br: Código
zh_hans: 代码
zh_hant: 程式碼

source: 텍스트
de: Text
en: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
pt_br: Texto
zh_hans: 文本
zh_hant: 文字

source: 파일
de: Datei
en: File
es: Archivo
fr: Fichier
it: File
ja: ファイル
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案
